{
  translation: {
    home: "الرئيسية",
    about: "من نحن",
    FAQs: "الأسئلة الشائعة",
    vehicles: "السيارات",
    filters: "الفلاتر",
    luxury: " الفارهة",
    economy: "الاقتصادية",
    sale4: "احجز لمدة 4 أيام أو أكثر واحصل على خصم حصري!",
    whatsapp: "كيف يمكننا مساعدتك؟",
    faqs_items: {
      title: "الأسئلة الشائعة",
      learnMore: "اعرف المزيد",
      items: [
        {
          question: "هل تقدمون أي نوع من الضمان؟",
          answer:
            "يمكننا مساعدتك في خطة التمويل الخاصة بك، وتقديم بعض النصائح والحيل. انطلق بهذا الحلم بغض النظر عن تاريخك الائتماني.",
        },
        {
          question: "متى يجب تغيير زيت المحرك؟",
          answer:
            "يمكننا مساعدتك في خطة التمويل الخاصة بك، وتقديم بعض النصائح والحيل. انطلق بهذا الحلم بغض النظر عن تاريخك الائتماني.",
        },
        {
          question: "كيف أتحقق من ضغط الإطارات؟",
          answer:
            "يمكننا مساعدتك في خطة التمويل الخاصة بك، وتقديم بعض النصائح والحيل. انطلق بهذا الحلم بغض النظر عن تاريخك الائتماني.",
        },
        {
          question: "كم مرة يجب تدوير الإطارات؟",
          answer:
            "يمكننا مساعدتك في خطة التمويل الخاصة بك، وتقديم بعض النصائح والحيل. انطلق بهذا الحلم بغض النظر عن تاريخك الائتماني.",
        },
        {
          question: "ما هو تنظيف السيارة بالتفصيل؟",
          answer:
            "يمكننا مساعدتك في خطة التمويل الخاصة بك، وتقديم بعض النصائح والحيل. انطلق بهذا الحلم بغض النظر عن تاريخك الائتماني.",
        },
        {
          question: "هل من الضروري إصلاح تسرب الزيت؟",
          answer:
            "يمكننا مساعدتك في خطة التمويل الخاصة بك، وتقديم بعض النصائح والحيل. انطلق بهذا الحلم بغض النظر عن تاريخك الائتماني.",
        },
        {
          question: "ما الذي يسبب اهتزاز الفرامل؟",
          answer:
            "يمكننا مساعدتك في خطة التمويل الخاصة بك، وتقديم بعض النصائح والحيل. انطلق بهذا الحلم بغض النظر عن تاريخك الائتماني.",
        },
        {
          question: "لماذا من المهم تدوير الإطارات؟",
          answer:
            "يمكننا مساعدتك في خطة التمويل الخاصة بك، وتقديم بعض النصائح والحيل. انطلق بهذا الحلم بغض النظر عن تاريخك الائتماني.",
        },
      ],
    },
    about_us: "من نحن",
    about_us_text_1:
      "في Hero Car Rental، نحن ملتزمون بتقديم أفضل تجربة تأجير سيارات لعملائنا في دبي. مع مجموعة واسعة من المركبات للاختيار من بينها، وأسعار تنافسية، وخدمة عملاء استثنائية، نسعى جاهدين لجعل تجربة التأجير الخاصة بك سلسة وخالية من التوتر قدر الإمكان.",
    about_us_text_2:
      "تشمل أسطولنا من السيارات كل شيء من السيارات الاقتصادية إلى المركبات الفاخرة، لذا سواء كنت تسافر لأغراض العمل أو الترفيه، لدينا السيارة المثالية لتلبية احتياجاتك. نحن نقدم أيضًا مجموعة متنوعة من خيارات التأجير، بما في ذلك التأجير قصير الأجل وطويل الأجل، والتأجير اليومي والأسبوعي والشهري، لتلبية احتياجاتك المحددة.",
    about_us_text_3:
      "في Hero Car Relnta، نفهم أن وقتك ثمين، ولهذا السبب نقدم دعم العملاء على مدار الساعة طوال أيام الأسبوع لمساعدتك في أي أسئلة أو مخاوف قد تكون لديك. سيوجهك فريق الخبراء لدينا خلال عملية التأجير ويضمن لك تجربة ممتعة ومريحة.",
    about_us_text_4:
      "نحن ملتزمون بتقديم أعلى مستوى من الخدمة لعملائنا ونضمن أن جميع مركباتنا يتم صيانتها جيدًا وفي حالة ممتازة. هدفنا هو جعل تجربة تأجير سيارتك مريحة وخالية من المتاعب قدر الإمكان، حتى تتمكن من التركيز على الاستمتاع برحلتك إلى دبي.",
    copyright_head: "حقوق الطبع والنشر",
    copyright_tail: "2025 جميع الحقوق محفوظة",
    per_day: "في اليوم",
    cars: "السيارات",
    cars_rented: "السيارات المستأجرة",
    customers: "العملاء",
    years_in_business: "سنوات في العمل",
    address: "أبو هيل، دبي الإمارات العربية المتحدة",
    done: "تم",
    price_per_day: "السعر في اليوم",
    brand: "العلامة التجارية",
    class: "الفئة",
    from: "من",
    to: "إلى",
    aed: "درهم",
    doors: "الأبواب",
    seats: "المقاعد",
  },
};
